{
  "name": "Lama Oscura",
  "lvl": 1,
  "benefits": {
    "hpplus": 5,
    "mpplus": 0,
    "ipplus": 0,
    "isCustomBenefit": false,
    "martials": {
      "armor": true,
      "shields": false,
      "melee": true,
      "ranged": false
    },
    "rituals": { "ritualism": false },
    "spellClasses": []
  },
  "skills": [
    {
      "skillName": "Agonia",
      "currentLvl": 0,
      "maxLvl": 5,
      "description": "Dopo che infliggi danno a una o più creature, se hai un Legame con almeno una di esse, puoi recuperare【 LA × 2】 Punti Vita e【 LA × 2】 Punti Mente.",
      "specialSkill": ""
    },
    {
      "skillName": "Sangue Nero",
      "currentLvl": 0,
      "maxLvl": 1,
      "description": "Finché sei in Crisi, hai Resistenza ai danni da ombra e veleno.",
      "specialSkill": ""
    },
    {
      "skillName": "Cuore di Tenebra",
      "currentLvl": 0,
      "maxLvl": 1,
      "description": "Una volta per scena quando vai in Crisi, puoi scegliere una specifica creatura a te visibile con cui non hai un Legame. Se lo fai, stringi un Legame di odio con quella creatura.",
      "specialSkill": ""
    },
    {
      "skillName": "Lezione Dolorosa",
      "currentLvl": 0,
      "maxLvl": 3,
      "description": "Subito dopo aver perso Punti Vita a causa di un’altra creatura (per via di un attacco, un incantesimo o in qualsiasi altro modo), puoi eseguire gratuitamente l’azione di Studio (vedi pag. 74) su quella creatura. Se lo fai, ottieni un bonus pari a【 LA】 al tuo Test. Ricorda che puoi studiare il medesimo aspetto di una creatura soltanto una volta.",
      "specialSkill": ""
    },
    {
      "skillName": "Lama Oscura",
      "currentLvl": 0,
      "maxLvl": 5,
      "description": "Hai imparato a incanalare la forza vitale nei tuoi attacchi. Puoi usare un’azione per eseguire un Fendente Oscuro: tira il tuo attuale dado di Vigore e perdi Punti Vita pari a【 il numero ottenuto sul dado di Vigore】. Se questo non riduce i tuoi Punti Vita a 0, puoi eseguire un attacco gratuito con un’arma equipaggiata: se l’attacco colpisce uno o più bersagli, infligge danni extra pari a【 LA + il numero ottenuto sul dado di Vigore】. Tuttavia, tutto il danno inflitto dall’attacco diventa ombra e il suo tipo non può essere cambiato.",
      "specialSkill": ""
    }
  ],
  "heroic": { "name": "", "description": "" },
  "spells": [],
  "isHomebrew": false,
  "dataType": "class"
}
