{
  "name": "Sapiente",
  "lvl": 1,
  "benefits": {
    "hpplus": 0,
    "mpplus": 5,
    "ipplus": 0,
    "isCustomBenefit": false,
    "martials": {
      "armor": false,
      "shields": false,
      "melee": false,
      "ranged": false
    },
    "rituals": { "ritualism": false },
    "spellClasses": []
  },
  "skills": [
    {
      "skillName": "Intuizione Fulminea",
      "currentLvl": 0,
      "maxLvl": 3,
      "description": "Quando ottieni un Risultato pari o superiore a 13 in un Test per esaminare una  creatura, un oggetto o un luogo (inclusa l’azione di Studio durante un conflitto) puoi porre al Game Master fino a【 LA】 domande relative a ciò che stai esaminando. Puoi porre queste domande subito oppure conservarle per dopo; quando poni una di queste domande, il Game Master risponde dicendo la verità e tu descrivi il processo deduttivo del tuo personaggio. Questa Abilità può essere usata una volta sola sulla stessa creatura, oggetto o luogo.",
      "specialSkill": ""
    },
    {
      "skillName": "Concentrazione",
      "currentLvl": 0,
      "maxLvl": 5,
      "description": "Aumenti permanentemente i tuoi Punti Mente massimi d【i LA x 3】. Quando effettui un Test Aperto usando【 INT + INT】, ottieni un bonus pari a【 LA】 a quel Test (si applica soltanto ai Test Aperti).",
      "specialSkill": "Focused"
    },
    {
      "skillName": "Sapere è Potere",
      "currentLvl": 0,
      "maxLvl": 1,
      "description": "Quando effettui un Test di Precisione, puoi sostituire uno dei dadi di Caratteristica con Intuito (ad esempio【 INT + INT】 per una pistola o【 INT + VIG】 per un’ascia da guerra).",
      "specialSkill": ""
    },
    {
      "skillName": "Valutazione Rapida",
      "currentLvl": 0,
      "maxLvl": 6,
      "description": "All’inizio di un conflitto, puoi spendere fino a【 LA × 5】 Punti Mente. Per ogni 5 Punti Mente spesi in questo modo, scegli un’opzione: il Game Master ti rivela uno dei Tratti di una creatura a te visibile a tua scelta; oppure scegli una creatura a te visibile e il Game Master ti rivela l’Affinità di quella creatura a un tipo di danno a tua scelta.",
      "specialSkill": ""
    },
    {
      "skillName": "Memoria Allenata",
      "currentLvl": 0,
      "maxLvl": 1,
      "description": "Ricordi perfettamente i dettagli di ogni scena a cui hai partecipato negli ultimi sette giorni. Puoi “tornare indietro nel tempo” all’interno della tua mente per esaminare e investigare queste scene (Intuizione Fulminea si applica anche a questi ricordi).",
      "specialSkill": ""
    }
  ],
  "heroic": { "name": "", "description": "" },
  "spells": [],
  "isHomebrew": false,
  "dataType": "class"
}
